Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SourceGuidance.Action.RepairRuntimeState.Title
source: Repair saved source state
ar_sa: إصلاح حالة المصدر المحفوظة
de_de: Reparieren Sie den gespeicherten Quellstatus
es_es: Reparar el estado de la fuente guardada
fr_fr: Réparer l'état source enregistré
hi_in: सहेजी गई स्रोत स्थिति को सुधारें
ja_jp: 保存されたソース状態を修復する
ko_kr: 저장된 소스 상태 복구
pt_br: Reparar o estado de origem salvo
tr_tr: Kaydedilen kaynak durumunu onar
zh_hans: 修复保存的源状态

# SourceGuidance_Action_RepairRuntimeState_Title
source: Repair saved source state
ar_sa: إصلاح حالة المصدر المحفوظة
de_de: Reparieren Sie den gespeicherten Quellstatus
es_es: Reparar el estado de la fuente guardada
fr_fr: Réparer l'état source enregistré
hi_in: सहेजी गई स्रोत स्थिति को सुधारें
ja_jp: 保存されたソース状態を修復する
ko_kr: 저장된 소스 상태 복구
pt_br: Reparar o estado de origem salvo
tr_tr: Kaydedilen kaynak durumunu onar
zh_hans: 修复保存的源状态

# EpgCoverage.MatchType.WeakRegex
source: Weak regex
ar_sa: ريكس ضعيف
de_de: Schwacher regulärer Ausdruck
es_es: expresión regular débil
fr_fr: Expression régulière faible
hi_in: कमजोर रेगेक्स
ja_jp: 弱い正規表現
ko_kr: 약한 정규식
pt_br: Regex fraco
tr_tr: Zayıf normal ifade
zh_hans: 弱正则表达式

# EpgCoverage_MatchType_WeakRegex
source: Weak regex
ar_sa: ريكس ضعيف
de_de: Schwacher regulärer Ausdruck
es_es: expresión regular débil
fr_fr: Expression régulière faible
hi_in: कमजोर रेगेक्स
ja_jp: 弱い正規表現
ko_kr: 약한 정규식
pt_br: Regex fraco
tr_tr: Zayıf normal ifade
zh_hans: 弱正则表达式

# SourceGuidance.Action.RunStreamProbe.Title
source: Run bounded stream probe
ar_sa: تشغيل مسبار تيار يحدها
de_de: Führen Sie eine begrenzte Stream-Prüfung aus
es_es: Ejecutar sonda de flujo limitado
fr_fr: Exécuter une sonde de flux limité
hi_in: बाउंडेड स्ट्रीम जांच चलाएँ
ja_jp: 境界付きストリーム プローブを実行する
ko_kr: 제한된 스트림 프로브 실행
pt_br: Executar sondagem de fluxo limitado
tr_tr: Sınırlı akış araştırmasını çalıştır
zh_hans: 运行有界流探针

# SourceGuidance_Action_RunStreamProbe_Title
source: Run bounded stream probe
ar_sa: تشغيل مسبار تيار يحدها
de_de: Führen Sie eine begrenzte Stream-Prüfung aus
es_es: Ejecutar sonda de flujo limitado
fr_fr: Exécuter une sonde de flux limité
hi_in: बाउंडेड स्ट्रीम जांच चलाएँ
ja_jp: 境界付きストリーム プローブを実行する
ko_kr: 제한된 스트림 프로브 실행
pt_br: Executar sondagem de fluxo limitado
tr_tr: Sınırlı akış araştırmasını çalıştır
zh_hans: 运行有界流探针

# EpgCoverage.ReviewStatus.ApprovedRefresh
source: Approved - refresh EPG to activate this mapping
ar_sa: تمت الموافقة عليه - قم بتحديث EPG لتنشيط هذا التعيين
de_de: Genehmigt – aktualisieren Sie EPG, um diese Zuordnung zu aktivieren
es_es: Aprobado: actualice EPG para activar esta asignación
fr_fr: Approuvé - actualisez EPG pour activer ce mappage
hi_in: स्वीकृत - इस मैपिंग को सक्रिय करने के लिए EPG को रीफ्रेश करें
ja_jp: 承認済み - EPG を更新してこのマッピングをアクティブ化します
ko_kr: 승인됨 - EPG를 새로 고쳐 이 매핑을 활성화하세요.
pt_br: Aprovado - atualize EPG para ativar este mapeamento
tr_tr: Onaylandı - bu eşlemeyi etkinleştirmek için EPG'yi yenileyin
zh_hans: 已批准 - 刷新 EPG 以激活此映射

# EpgCoverage_ReviewStatus_ApprovedRefresh
source: Approved - refresh EPG to activate this mapping
ar_sa: تمت الموافقة عليه - قم بتحديث EPG لتنشيط هذا التعيين
de_de: Genehmigt – aktualisieren Sie EPG, um diese Zuordnung zu aktivieren
es_es: Aprobado: actualice EPG para activar esta asignación
fr_fr: Approuvé - actualisez EPG pour activer ce mappage
hi_in: स्वीकृत - इस मैपिंग को सक्रिय करने के लिए EPG को रीफ्रेश करें
ja_jp: 承認済み - EPG を更新してこのマッピングをアクティブ化します
ko_kr: 승인됨 - EPG를 새로 고쳐 이 매핑을 활성화하세요.
pt_br: Aprovado - atualize EPG para ativar este mapeamento
tr_tr: Onaylandı - bu eşlemeyi etkinleştirmek için EPG'yi yenileyin
zh_hans: 已批准 - 刷新 EPG 以激活此映射

# SourcesLastAttemptRun.Text
source: Last attempt
ar_sa: المحاولة الأخيرة
de_de: Letzter Versuch
es_es: último intento
fr_fr: Dernière tentative
hi_in: आखिरी प्रयास
ja_jp: 最後の試み
ko_kr: 마지막 시도
pt_br: Última tentativa
tr_tr: Son deneme
zh_hans: 最后一次尝试

# EpgCoverage.GuideSource.ConfiguredSyncToTest
source: Configured. Sync to test this source.
ar_sa: تم تكوينه. مزامنة لاختبار هذا المصدر.
de_de: Konfiguriert. Synchronisieren Sie, um diese Quelle zu testen.
es_es: Configurado. Sincroniza para probar esta fuente.
fr_fr: Configuré. Synchronisez pour tester cette source.
hi_in: विन्यस्त. इस स्रोत का परीक्षण करने के लिए सिंक करें.
ja_jp: 設定済み。このソースをテストするには同期してください。
ko_kr: 구성되었습니다. 이 소스를 테스트하려면 동기화하세요.
pt_br: Configurado. Sincronize para testar esta fonte.
tr_tr: Yapılandırılmış. Bu kaynağı test etmek için senkronize edin.
zh_hans: 配置完毕。同步以测试此源。

# EpgCoverage_GuideSource_ConfiguredSyncToTest
source: Configured. Sync to test this source.
ar_sa: تم تكوينه. مزامنة لاختبار هذا المصدر.
de_de: Konfiguriert. Synchronisieren Sie, um diese Quelle zu testen.
es_es: Configurado. Sincroniza para probar esta fuente.
fr_fr: Configuré. Synchronisez pour tester cette source.
hi_in: विन्यस्त. इस स्रोत का परीक्षण करने के लिए सिंक करें.
ja_jp: 設定済み。このソースをテストするには同期してください。
ko_kr: 구성되었습니다. 이 소스를 테스트하려면 동기화하세요.
pt_br: Configurado. Sincronize para testar esta fonte.
tr_tr: Yapılandırılmış. Bu kaynağı test etmek için senkronize edin.
zh_hans: 配置完毕。同步以测试此源。

# SourceLifecycle.Validation.XtreamRequired
source: Server URL, username, and password are required for Xtream.
ar_sa: يلزم وجود خادم URL واسم المستخدم وكلمة المرور لـ Xtream.
de_de: Für Xtream sind Server URL, Benutzername und Passwort erforderlich.
es_es: Se requieren servidor URL, nombre de usuario y contraseña para Xtream.
fr_fr: Le serveur URL, le nom d'utilisateur et le mot de passe sont requis pour Xtream.
hi_in: Xtream के लिए सर्वर URL, उपयोगकर्ता नाम और पासवर्ड आवश्यक है।
ja_jp: Xtream には、サーバー URL、ユーザー名、およびパスワードが必要です。
ko_kr: Xtream에는 서버 URL, 사용자 이름 및 비밀번호가 필요합니다.
pt_br: Servidor URL, nome de usuário e senha são necessários para Xtream.
tr_tr: Xtream sunucusu, kullanıcı adı ve şifre Xtream için gereklidir.
zh_hans: Xtream 需要服务器 URL、用户名和密码。

# SourceLifecycle_Validation_XtreamRequired
source: Server URL, username, and password are required for Xtream.
ar_sa: يلزم وجود خادم URL واسم المستخدم وكلمة المرور لـ Xtream.
de_de: Für Xtream sind Server URL, Benutzername und Passwort erforderlich.
es_es: Se requieren servidor URL, nombre de usuario y contraseña para Xtream.
fr_fr: Le serveur URL, le nom d'utilisateur et le mot de passe sont requis pour Xtream.
hi_in: Xtream के लिए सर्वर URL, उपयोगकर्ता नाम और पासवर्ड आवश्यक है।
ja_jp: Xtream には、サーバー URL、ユーザー名、およびパスワードが必要です。
ko_kr: Xtream에는 서버 URL, 사용자 이름 및 비밀번호가 필요합니다.
pt_br: Servidor URL, nome de usuário e senha são necessários para Xtream.
tr_tr: Xtream sunucusu, kullanıcı adı ve şifre Xtream için gereklidir.
zh_hans: Xtream 需要服务器 URL、用户名和密码。

# SourcesCatalogSeriesRun.Text
source: series
ar_sa: مسلسل
de_de: Serie
es_es: serie
fr_fr: série
hi_in: शृंखला
ja_jp: シリーズ
ko_kr: 시리즈
pt_br: série
tr_tr: serisi
zh_hans: 系列

# SourceLifecycle.Repair.BrowseReferences
source: browse references
ar_sa: تصفح المراجع
de_de: Referenzen durchsuchen
es_es: buscar referencias
fr_fr: parcourir les références
hi_in: संदर्भ ब्राउज़ करें
ja_jp: 参考文献を参照する
ko_kr: 참조 찾아보기
pt_br: navegar pelas referências
tr_tr: referanslara göz at
zh_hans: 浏览参考文献

# SourceLifecycle_Repair_BrowseReferences
source: browse references
ar_sa: تصفح المراجع
de_de: Referenzen durchsuchen
es_es: buscar referencias
fr_fr: parcourir les références
hi_in: संदर्भ ब्राउज़ करें
ja_jp: 参考文献を参照する
ko_kr: 참조 찾아보기
pt_br: navegar pelas referências
tr_tr: referanslara göz at
zh_hans: 浏览参考文献

# SourceGuidance.Capability.PortalProfile.Label
source: Portal profile
ar_sa: الملف التعريفي للبوابة
de_de: Portalprofil
es_es: perfil del portal
fr_fr: Profil du portail
hi_in: पोर्टल प्रोफ़ाइल
ja_jp: ポータルプロフィール
ko_kr: 포털 프로필
pt_br: Perfil do portal
tr_tr: Portal profili
zh_hans: 门户简介

# SourceGuidance_Capability_PortalProfile_Label
source: Portal profile
ar_sa: الملف التعريفي للبوابة
de_de: Portalprofil
es_es: perfil del portal
fr_fr: Profil du portail
hi_in: पोर्टल प्रोफ़ाइल
ja_jp: ポータルプロフィール
ko_kr: 포털 프로필
pt_br: Perfil do portal
tr_tr: Portal profili
zh_hans: 门户简介

# SourceGuidance.Capability.Hints
source: {0:N0} hints
ar_sa: تلميحات {0:N0}
de_de: Hinweise zum {0:N0}
es_es: Consejos {0:N0}
fr_fr: Astuces {0:N0}
hi_in: {0:N0} संकेत
ja_jp: {0:N0}のヒント
ko_kr: {0:N0} 힌트
pt_br: Dicas {0:N0}
tr_tr: {0:N0} ipuçları
zh_hans: {0:N0}提示

# SourceGuidance_Capability_Hints
source: {0:N0} hints
ar_sa: تلميحات {0:N0}
de_de: Hinweise zum {0:N0}
es_es: Consejos {0:N0}
fr_fr: Astuces {0:N0}
hi_in: {0:N0} संकेत
ja_jp: {0:N0}のヒント
ko_kr: {0:N0} 힌트
pt_br: Dicas {0:N0}
tr_tr: {0:N0} ipuçları
zh_hans: {0:N0}提示

# SourceGuidance.Action.DisableCompanion.Button
source: Disable companion
ar_sa: تعطيل الرفيق
de_de: Begleiter deaktivieren
es_es: Desactivar acompañante
fr_fr: Désactiver le compagnon
hi_in: साथी को अक्षम करें
ja_jp: コンパニオンを無効にする
ko_kr: 컴패니언 비활성화
pt_br: Desativar companheiro
tr_tr: Tamamlayıcıyı devre dışı bırak
zh_hans: 禁用同伴

# SourceGuidance_Action_DisableCompanion_Button
source: Disable companion
ar_sa: تعطيل الرفيق
de_de: Begleiter deaktivieren
es_es: Desactivar acompañante
fr_fr: Désactiver le compagnon
hi_in: साथी को अक्षम करें
ja_jp: コンパニオンを無効にする
ko_kr: 컴패니언 비활성화
pt_br: Desativar companheiro
tr_tr: Tamamlayıcıyı devre dışı bırak
zh_hans: 禁用同伴

# EpgCoverage.MatchType.Fuzzy
source: Fuzzy
ar_sa: غامض
de_de: Unscharf
es_es: borroso
fr_fr: flou
hi_in: फजी
ja_jp: ファジー
ko_kr: 흐린
pt_br: Confuso
tr_tr: Bulanık
zh_hans: 模糊

# EpgCoverage_MatchType_Fuzzy
source: Fuzzy
ar_sa: غامض
de_de: Unscharf
es_es: borroso
fr_fr: flou
hi_in: फजी
ja_jp: ファジー
ko_kr: 흐린
pt_br: Confuso
tr_tr: Bulanık
zh_hans: 模糊

# SourceGuidance.Capability.PlaylistReachable
source: Playlist reachable
ar_sa: قائمة التشغيل يمكن الوصول إليها
de_de: Playlist erreichbar
es_es: Lista de reproducción accesible
fr_fr: Playlist accessible
hi_in: प्लेलिस्ट पहुंच योग्य
ja_jp: プレイリストに到達可能
ko_kr: 재생목록에 접근 가능
pt_br: Lista de reprodução acessível
tr_tr: Oynatma listesine ulaşılabilir
zh_hans: 可访问播放列表

# SourceGuidance_Capability_PlaylistReachable
source: Playlist reachable
ar_sa: قائمة التشغيل يمكن الوصول إليها
de_de: Playlist erreichbar
es_es: Lista de reproducción accesible
fr_fr: Playlist accessible
hi_in: प्लेलिस्ट पहुंच योग्य
ja_jp: プレイリストに到達可能
ko_kr: 재생목록에 접근 가능
pt_br: Lista de reprodução acessível
tr_tr: Oynatma listesine ulaşılabilir
zh_hans: 可访问播放列表

# SourceLifecycle.Validation.CompanionEndpointRequired
source: Companion relay mode requires a companion endpoint URL.
ar_sa: يتطلب وضع الترحيل المصاحب نقطة نهاية مصاحبة URL.
de_de: Der Companion-Relay-Modus erfordert einen Companion-Endpunkt URL.
es_es: El modo de retransmisión complementario requiere un punto final complementario URL.
fr_fr: Le mode relais compagnon nécessite un point de terminaison compagnon URL.
hi_in: सहयोगी रिले मोड के लिए एक सहयोगी समापन बिंदु URL की आवश्यकता होती है।
ja_jp: コンパニオン リレー モードには、コンパニオン エンドポイント URL が必要です。
ko_kr: 컴패니언 릴레이 모드에는 컴패니언 엔드포인트 URL가 필요합니다.
pt_br: O modo de retransmissão complementar requer um endpoint complementar URL.
tr_tr: Tamamlayıcı aktarma modu, tamamlayıcı bir uç nokta URL gerektirir.
zh_hans: 伴随中继模式需要伴随端点 URL。

# SourceLifecycle_Validation_CompanionEndpointRequired
source: Companion relay mode requires a companion endpoint URL.
ar_sa: يتطلب وضع الترحيل المصاحب نقطة نهاية مصاحبة URL.
de_de: Der Companion-Relay-Modus erfordert einen Companion-Endpunkt URL.
es_es: El modo de retransmisión complementario requiere un punto final complementario URL.
fr_fr: Le mode relais compagnon nécessite un point de terminaison compagnon URL.
hi_in: सहयोगी रिले मोड के लिए एक सहयोगी समापन बिंदु URL की आवश्यकता होती है।
ja_jp: コンパニオン リレー モードには、コンパニオン エンドポイント URL が必要です。
ko_kr: 컴패니언 릴레이 모드에는 컴패니언 엔드포인트 URL가 필요합니다.
pt_br: O modo de retransmissão complementar requer um endpoint complementar URL.
tr_tr: Tamamlayıcı aktarma modu, tamamlayıcı bir uç nokta URL gerektirir.
zh_hans: 伴随中继模式需要伴随端点 URL。

# EpgCoverage.MatchType.Unmatched
source: Unmatched
ar_sa: لا مثيل له
de_de: Unübertroffen
es_es: Inigualable
fr_fr: Inégalé
hi_in: बेजोड़
ja_jp: 比類のない
ko_kr: 타의 추종을 불허하는
pt_br: Inigualável
tr_tr: Eşsiz
zh_hans: 无与伦比

# EpgCoverage_MatchType_Unmatched
source: Unmatched
ar_sa: لا مثيل له
de_de: Unübertroffen
es_es: Inigualable
fr_fr: Inégalé
hi_in: बेजोड़
ja_jp: 比類のない
ko_kr: 타의 추종을 불허하는
pt_br: Inigualável
tr_tr: Eşsiz
zh_hans: 无与伦比

# SourceLifecycle.Repair.LogicalStateReconciliation
source: logical state reconciliation
ar_sa: تسوية الحالة المنطقية
de_de: logischer Zustandsabgleich
es_es: reconciliación lógica del estado
fr_fr: réconciliation d'état logique
hi_in: तार्किक स्थिति सामंजस्य
ja_jp: 論理状態の調整
ko_kr: 논리적 상태 조정
pt_br: reconciliação lógica do estado
tr_tr: mantıksal durum uzlaşması
zh_hans: 逻辑状态协调

# SourceLifecycle_Repair_LogicalStateReconciliation
source: logical state reconciliation
ar_sa: تسوية الحالة المنطقية
de_de: logischer Zustandsabgleich
es_es: reconciliación lógica del estado
fr_fr: réconciliation d'état logique
hi_in: तार्किक स्थिति सामंजस्य
ja_jp: 論理状態の調整
ko_kr: 논리적 상태 조정
pt_br: reconciliação lógica do estado
tr_tr: mantıksal durum uzlaşması
zh_hans: 逻辑状态协调

# SourceGuidance.Capability.Catalog.Label
source: Catalog
ar_sa: كتالوج
de_de: Katalog
es_es: Catálogo
fr_fr: Catalogue
hi_in: कैटलॉग
ja_jp: カタログ
ko_kr: 목록
pt_br: Catálogo
tr_tr: Katalog
zh_hans: 目录

# SourceGuidance_Capability_Catalog_Label
source: Catalog
ar_sa: كتالوج
de_de: Katalog
es_es: Catálogo
fr_fr: Catalogue
hi_in: कैटलॉग
ja_jp: カタログ
ko_kr: 목록
pt_br: Catálogo
tr_tr: Katalog
zh_hans: 目录

# EpgCoverage.MatchType.Approved
source: Approved
ar_sa: موافقة
de_de: Genehmigt
es_es: Aprobado
fr_fr: Approuvé
hi_in: स्वीकृत
ja_jp: 承認済み
ko_kr: 승인됨
pt_br: Aprovado
tr_tr: Onaylandı
zh_hans: 已批准

# EpgCoverage_MatchType_Approved
source: Approved
ar_sa: موافقة
de_de: Genehmigt
es_es: Aprobado
fr_fr: Approuvé
hi_in: स्वीकृत
ja_jp: 承認済み
ko_kr: 승인됨
pt_br: Aprovado
tr_tr: Onaylandı
zh_hans: 已批准

# SourceLifecycle.Guide.RoutingSaved
source: Routing saved. Existing guide data is unchanged until the next sync.
ar_sa: تم حفظ التوجيه. لن تتغير بيانات الدليل الموجودة حتى المزامنة التالية.
de_de: Routing gespeichert. Vorhandene Guide-Daten bleiben bis zur nächsten Synchronisierung unverändert.
es_es: Ruta guardada. Los datos de la guía existente no cambian hasta la próxima sincronización.
fr_fr: Itinéraire enregistré. Les données du guide existantes restent inchangées jusqu'à la prochaine synchronisation.
hi_in: रूटिंग सहेजी गई. मौजूदा गाइड डेटा अगले सिंक तक अपरिवर्तित रहता है।
ja_jp: ルーティングが保存されました。既存のガイド データは、次回同期するまで変更されません。
ko_kr: 라우팅이 저장되었습니다. 기존 가이드 데이터는 다음 동기화까지 변경되지 않습니다.
pt_br: Roteamento salvo. Os dados do guia existentes permanecem inalterados até a próxima sincronização.
tr_tr: Yönlendirme kaydedildi. Mevcut kılavuz verileri bir sonraki senkronizasyona kadar değişmez.
zh_hans: 路由已保存。现有指南数据在下次同步之前保持不变。

# SourceLifecycle_Guide_RoutingSaved
source: Routing saved. Existing guide data is unchanged until the next sync.
ar_sa: تم حفظ التوجيه. لن تتغير بيانات الدليل الموجودة حتى المزامنة التالية.
de_de: Routing gespeichert. Vorhandene Guide-Daten bleiben bis zur nächsten Synchronisierung unverändert.
es_es: Ruta guardada. Los datos de la guía existente no cambian hasta la próxima sincronización.
fr_fr: Itinéraire enregistré. Les données du guide existantes restent inchangées jusqu'à la prochaine synchronisation.
hi_in: रूटिंग सहेजी गई. मौजूदा गाइड डेटा अगले सिंक तक अपरिवर्तित रहता है।
ja_jp: ルーティングが保存されました。既存のガイド データは、次回同期するまで変更されません。
ko_kr: 라우팅이 저장되었습니다. 기존 가이드 데이터는 다음 동기화까지 변경되지 않습니다.
pt_br: Roteamento salvo. Os dados do guia existentes permanecem inalterados até a próxima sincronização.
tr_tr: Yönlendirme kaydedildi. Mevcut kılavuz verileri bir sonraki senkronizasyona kadar değişmez.
zh_hans: 路由已保存。现有指南数据在下次同步之前保持不变。

# SourceLifecycle.Validation.StalkerRequired
source: Portal URL and MAC address are required for Stalker.
ar_sa: مطلوب عنوان البوابة URL وMAC لـ Stalker.
de_de: Für Stalker sind die Portaladressen URL und MAC erforderlich.
es_es: Las direcciones del portal URL y MAC son necesarias para Stalker.
fr_fr: Les adresses du portail URL et MAC sont requises pour Stalker.
hi_in: Stalker के लिए पोर्टल URL और MAC पता आवश्यक है।
ja_jp: Stalker には、ポータル URL および MAC アドレスが必要です。
ko_kr: Stalker에는 포털 URL 및 MAC 주소가 필요합니다.
pt_br: Os endereços do portal URL e MAC são necessários para Stalker.
tr_tr: Stalker için portal URL ve MAC adresi gereklidir.
zh_hans: Stalker 需要门户 URL 和 MAC 地址。

# SourceLifecycle_Validation_StalkerRequired
source: Portal URL and MAC address are required for Stalker.
ar_sa: مطلوب عنوان البوابة URL وMAC لـ Stalker.
de_de: Für Stalker sind die Portaladressen URL und MAC erforderlich.
es_es: Las direcciones del portal URL y MAC son necesarias para Stalker.
fr_fr: Les adresses du portail URL et MAC sont requises pour Stalker.
hi_in: Stalker के लिए पोर्टल URL और MAC पता आवश्यक है।
ja_jp: Stalker には、ポータル URL および MAC アドレスが必要です。
ko_kr: Stalker에는 포털 URL 및 MAC 주소가 필요합니다.
pt_br: Os endereços do portal URL e MAC são necessários para Stalker.
tr_tr: Stalker için portal URL ve MAC adresi gereklidir.
zh_hans: Stalker 需要门户 URL 和 MAC 地址。

# SourceGuidance.Action.RunStreamProbe.Summary
source: Probe a small sampled set with per-request timeout instead of hammering the provider.
ar_sa: قم باختبار مجموعة عينات صغيرة مع انتهاء مهلة لكل طلب بدلاً من تحميل الموفر بشكل زائد.
de_de: Testen Sie einen kleinen Stichprobensatz mit Zeitüberschreitung pro Anfrage, anstatt den Anbieter zu überlasten.
es_es: Pruebe un pequeño conjunto de muestra con tiempo de espera por solicitud en lugar de sobrecargar al proveedor.
fr_fr: Sondez un petit ensemble échantillonné avec un délai d’expiration par requête au lieu de surcharger le fournisseur.
hi_in: प्रदाता को ओवरलोड करने के बजाय प्रति-अनुरोध टाइमआउट के साथ एक छोटे से नमूना सेट की जांच करें।
ja_jp: プロバイダーを過負荷にするのではなく、リクエストごとのタイムアウトを使用して小規模なサンプル セットを調査します。
ko_kr: 공급자에 과부하를 주는 대신 요청별 시간 제한을 사용하여 작은 샘플링 세트를 조사합니다.
pt_br: Teste um pequeno conjunto de amostra com tempo limite por solicitação, em vez de sobrecarregar o provedor.
tr_tr: Sağlayıcıyı aşırı yüklemek yerine istek başına zaman aşımı ile küçük bir örnek kümeyi inceleyin.
zh_hans: 使用每个请求超时探测一个小样本集，而不是使提供程序超载。

# SourceGuidance_Action_RunStreamProbe_Summary
source: Probe a small sampled set with per-request timeout instead of hammering the provider.
ar_sa: قم باختبار مجموعة عينات صغيرة مع انتهاء مهلة لكل طلب بدلاً من تحميل الموفر بشكل زائد.
de_de: Testen Sie einen kleinen Stichprobensatz mit Zeitüberschreitung pro Anfrage, anstatt den Anbieter zu überlasten.
es_es: Pruebe un pequeño conjunto de muestra con tiempo de espera por solicitud en lugar de sobrecargar al proveedor.
fr_fr: Sondez un petit ensemble échantillonné avec un délai d’expiration par requête au lieu de surcharger le fournisseur.
hi_in: प्रदाता को ओवरलोड करने के बजाय प्रति-अनुरोध टाइमआउट के साथ एक छोटे से नमूना सेट की जांच करें।
ja_jp: プロバイダーを過負荷にするのではなく、リクエストごとのタイムアウトを使用して小規模なサンプル セットを調査します。
ko_kr: 공급자에 과부하를 주는 대신 요청별 시간 제한을 사용하여 작은 샘플링 세트를 조사합니다.
pt_br: Teste um pequeno conjunto de amostra com tempo limite por solicitação, em vez de sobrecarregar o provedor.
tr_tr: Sağlayıcıyı aşırı yüklemek yerine istek başına zaman aşımı ile küçük bir örnek kümeyi inceleyin.
zh_hans: 使用每个请求超时探测一个小样本集，而不是使提供程序超载。

# SourceGuidance.Action.RetestPortal.Summary
source: Run a fresh portal sync and validation pass.
ar_sa: قم بتشغيل مزامنة بوابة جديدة وبطاقة التحقق من الصحة.
de_de: Führen Sie einen neuen Portal-Synchronisierungs- und Validierungsdurchlauf durch.
es_es: Ejecute una nueva sincronización del portal y un pase de validación.
fr_fr: Exécutez une nouvelle passe de synchronisation et de validation du portail.
hi_in: एक ताज़ा पोर्टल सिंक और सत्यापन पास चलाएँ।
ja_jp: 新しいポータルの同期と検証パスを実行します。
ko_kr: 새로운 포털 동기화 및 유효성 검사 패스를 실행하세요.
pt_br: Execute uma nova sincronização do portal e passe de validação.
tr_tr: Yeni bir portal senkronizasyonu ve doğrulama geçişi çalıştırın.
zh_hans: 运行新的门户同步和验证过程。

# SourceGuidance_Action_RetestPortal_Summary
source: Run a fresh portal sync and validation pass.
ar_sa: قم بتشغيل مزامنة بوابة جديدة وبطاقة التحقق من الصحة.
de_de: Führen Sie einen neuen Portal-Synchronisierungs- und Validierungsdurchlauf durch.
es_es: Ejecute una nueva sincronización del portal y un pase de validación.
fr_fr: Exécutez une nouvelle passe de synchronisation et de validation du portail.
hi_in: एक ताज़ा पोर्टल सिंक और सत्यापन पास चलाएँ।
ja_jp: 新しいポータルの同期と検証パスを実行します。
ko_kr: 새로운 포털 동기화 및 유효성 검사 패스를 실행하세요.
pt_br: Execute uma nova sincronização do portal e passe de validação.
tr_tr: Yeni bir portal senkronizasyonu ve doğrulama geçişi çalıştırın.
zh_hans: 运行新的门户同步和验证过程。

# SourceGuidance.Capability.Companion.Label
source: Companion
ar_sa: رفيق
de_de: Begleiter
es_es: Compañero
fr_fr: Compagnon
hi_in: साथी
ja_jp: コンパニオン
ko_kr: 동반자
pt_br: Companheiro
tr_tr: Refakatçi
zh_hans: 伴侣

# SourceGuidance_Capability_Companion_Label
source: Companion
ar_sa: رفيق
de_de: Begleiter
es_es: Compañero
fr_fr: Compagnon
hi_in: साथी
ja_jp: コンパニオン
ko_kr: 동반자
pt_br: Companheiro
tr_tr: Refakatçi
zh_hans: 伴侣

# SourceGuidance.Capability.ManualGuideSet
source: Manual guide set
ar_sa: مجموعة دليل يدوية
de_de: Manueller Führungssatz
es_es: Juego de guías manuales
fr_fr: Jeu de guides manuels
hi_in: मैनुअल गाइड सेट
ja_jp: マニュアルガイドセット
ko_kr: 수동 가이드 세트
pt_br: Conjunto de guia manual
tr_tr: Manuel kılavuz seti
zh_hans: 手动导向装置

# SourceGuidance_Capability_ManualGuideSet
source: Manual guide set
ar_sa: مجموعة دليل يدوية
de_de: Manueller Führungssatz
es_es: Juego de guías manuales
fr_fr: Jeu de guides manuels
hi_in: मैनुअल गाइड सेट
ja_jp: マニュアルガイドセット
ko_kr: 수동 가이드 세트
pt_br: Conjunto de guia manual
tr_tr: Manuel kılavuz seti
zh_hans: 手动导向装置

# SourceGuidance.Capability.NoAdvertisedSupport
source: No advertised support
ar_sa: لا يوجد دعم معلن
de_de: Kein beworbener Support
es_es: No hay soporte anunciado
fr_fr: Aucun support annoncé
hi_in: कोई विज्ञापित समर्थन नहीं
ja_jp: 宣伝されたサポートはありません
ko_kr: 광고된 지원 없음
pt_br: Nenhum suporte anunciado
tr_tr: Reklamı yapılan destek yok
zh_hans: 没有广告支持

# SourceGuidance_Capability_NoAdvertisedSupport
source: No advertised support
ar_sa: لا يوجد دعم معلن
de_de: Kein beworbener Support
es_es: No hay soporte anunciado
fr_fr: Aucun support annoncé
hi_in: कोई विज्ञापित समर्थन नहीं
ja_jp: 宣伝されたサポートはありません
ko_kr: 광고된 지원 없음
pt_br: Nenhum suporte anunciado
tr_tr: Reklamı yapılan destek yok
zh_hans: 没有广告支持

# SourceGuidance.Capability.Proxy.Label
source: Proxy
ar_sa: الوكيل
de_de: Stellvertreter
es_es: apoderado
fr_fr: Mandataire
hi_in: प्रॉक्सी
ja_jp: プロキシ
ko_kr: 대리
pt_br: Procurador
tr_tr: vekil
zh_hans: 代理

# SourceGuidance_Capability_Proxy_Label
source: Proxy
ar_sa: الوكيل
de_de: Stellvertreter
es_es: apoderado
fr_fr: Mandataire
hi_in: प्रॉक्सी
ja_jp: プロキシ
ko_kr: 대리
pt_br: Procurador
tr_tr: vekil
zh_hans: 代理

# SourceGuidance.Catalog.Live
source: Live
ar_sa: يعيش
de_de: Lebe
es_es: en vivo
fr_fr: En direct
hi_in: जियो
ja_jp: ライブ
ko_kr: 살다
pt_br: Ao vivo
tr_tr: Canlı
zh_hans: 直播

# SourceGuidance_Catalog_Live
source: Live
ar_sa: يعيش
de_de: Lebe
es_es: en vivo
fr_fr: En direct
hi_in: जियो
ja_jp: ライブ
ko_kr: 살다
pt_br: Ao vivo
tr_tr: Canlı
zh_hans: 直播
